Repository: minimalbase/bedrock
Catalog: web/app/languages/plugins/membership-for-woocommerce-*.po
Languages: es_ve

source: Select the products you want to Offer in Membership Plan.
es_ve: Selecciona los productos que quieres ofrecer en el plan de membresía.

source: Select the categories you want to Offer in Membership Plan.
es_ve: Selecciona las categorías que quieres ofrecer en el plan de membresía.

source: Select the tags you want to Offer in Membership Plan.
es_ve: Selecciona las etiquetas que quieres ofrecer en el plan de membresía.

source: Select the products you want to included in Membership Plan.
es_ve: Selecciona los productos que quieres incluir en el plan de membresía.

source: Select the categories you want to include in Membership Plan.
es_ve: Selecciona las categorías que quieres incluir en el plan de membresía.

source: Discount on Product:
es_ve: Descuentos en el producto:

source: Plans Not Available
es_ve: Planes no disponibles

source: Admin can grant discounts to the customers on total cart value. Free shipping option is also available as per their membership plans. The discount can be a fixed amount or percentage discount based on the admin's choice.
es_ve: El administrador puede conceder descuentos a los clientes sobre el valor total del carrito. La opción de envío gratuito también está disponible según sus planes de membresía. El descuento puede ser una cantidad fija o un porcentaje de descuento basado en la elección del administrador.

source: Select the membership plans you want to include with this membership
es_ve: Selecciona los planes de membresía que quieres incluir con esta membresía

source: Search for a memberships&hellip;
es_ve: Buscar membresías&hellip;

source: Membership Info
es_ve: Información de la membresía

source: Provide the information related to membership
es_ve: Proporcionar la información relacionada con la membresía

source: Offered Product Categories
es_ve: Categorías de productos ofrecidos

source: Offered Product Tags
es_ve: Etiquetas de productos ofrecidos

source: Search for a tag&hellip;
es_ve: Buscar una etiqueta&hellip;

source: Discount on Products
es_ve: Descuento en los productos

source: Included Section
es_ve: Sección incluida

source: Included pages
es_ve: Páginas incluidas

source: Select the pages you want to include in Membership Plan.
es_ve: Selecciona las páginas que quieres incluir en el plan de membresía.

source: Search for a page&hellip;
es_ve: Buscar una página&hellip;

source: Included Products
es_ve: Productos incluidos

source: Included Product Categories
es_ve: Categorías de productos incluidas

source: Included Product Tags
es_ve: Etiquetas de producto incluidas

source: Select the tags you want to included in Membership Plan.
es_ve: Selecciona las etiquetas que quieres incluir en el plan de membresía.

source: Included Posts
es_ve: Entradas incluidas

source: Search for a post&hellip;
es_ve: Buscar una entrada&hellip;

source: Included Post Categories
es_ve: Categorías de entradas incluidas

source: Search for a post category&hellip;
es_ve: Buscar una categoría de entradas&hellip;

source: Included Post Tags
es_ve: Etiquetas de entradas incluidas

source: Select the post tags you want to included in Membership Plan.
es_ve: Selecciona las etiquetas de entradas que quieres incluir en el plan de membresía.

source: Search for a post tag&hellip;
es_ve: Buscar una etiqueta de entrada&hellip;

source: Discount on Cart
es_ve: Descuento en el carrito

source: Hide Products From non-Members
es_ve: Ocultar los productos a los no miembros

source: Hide the member exclusive products from non members
es_ve: Ocultar a los no miembros los productos exclusivos para miembros

source: Show Notice to Members
es_ve: Mostrar el aviso a los miembros

source: Industry Type
es_ve: Tipo de industria

source: Contact Number
es_ve: Número de contacto

source: Let us know why you are deactivating
es_ve: Dinos por qué estás desactivando

source: so we can improve the plugin
es_ve: para que podamos mejorar el plugin

source: Reason
es_ve: Razón

source: General Settings
es_ve: Ajustes generales

source: System Status
es_ve: Estado del sistema

source: Developer
es_ve: Desarrollador

source: Unable to locate file at location "%s". Some features may not work properly in this plugin. Please contact us!
es_ve: No se ha podido localizar el archivo en la ubicación «%s». Puede que algunas características no funcionen correctamente en este plugin. Por favor, ¡contacta con nosotros!

source: N/A (phpversion function does not exist)
es_ve: N/D (la función `phpversion` no existe)

source: N/A (make sure exec function is enabled)
es_ve: N/D (asegúrate de que la función `exec` esté activada)

source: N/A (ABSPATH constant not defined)
es_ve: N/D (constante `ABSPATH` no definida)

source: N/A (php_uname function does not exist)
es_ve: N/D (la función `php_uname` no existe)

source: N/A (get_bloginfo function does not exist)
es_ve: N/D (la función `get_bloginfo` no existe)

source: N/A (get_option function does not exist)
es_ve: N/D (la función `get_option` no existe)

source: N/A (count_users function does not exist)
es_ve: N/D (la función `count_users` no existe)

source: N/A (ini_get function does not exist)
es_ve: N/D (la función `ini_get` no existe)

source: N/A (gethostname function does not exist)
es_ve: N/D (la función `gethostname` no existe)

source: N/A (make sure exec is enabled)
es_ve: N/D (asegúrate de que `exec` esté activado)

source: oops looks like nothing is here
es_ve: ¡Vaya! Parece que no hay nada aquí

source: GO PRO
es_ve: HAZTE PRO

source: Membership :-
es_ve: Membresía :-

source: Memberships :-
es_ve: Membresías :-

source: Offered Posts
es_ve: Entradas ofrecidas

source: Offered Posts Categories
es_ve: Categorías de entradas ofrecidas

source: Offered Post Tags
es_ve: Etiquetas de entradas ofrecidas

source: Offered Pages
es_ve: Páginas ofrecidas

source: Offered Product (under Product Discount)
es_ve: Producto ofrecido (en descuento de productos)

source: Offered Product Categories (under Product Discount)
es_ve: Categorías de productos ofrecidos (en descuento de productos)

source: Offered Product Tags (under Product Discount)
es_ve: Etiquetas de productos ofrecidos (en descuento de productos)

source: Offered Products Categories:
es_ve: Categorías de productos ofrecidos:

source: Perfectly Neat Shortcodes For Customization
es_ve: Shortcodes perfectamente cuidados para personalizar

source: The admin is provided with a neat collection of shortcodes that work not only on the purchase of the default membership plan but also on the custom page. These shortcodes let admin to design their plan page at ease.
es_ve: El administrador tiene a su disposición una colección de cuidados shortcodes que funcionan no solo en la compra del plan de membresía por defecto, sino también en la página personalizada. Estos shortcodes permiten al administrador diseñar con facilidad su página del plan.

source: User Cart Total Discount
es_ve: Descuento total del carrito del usuario

source: Enable plugin to start the functionality.
es_ve: Activa el plugin para iniciar la funcionalidad.

source: YES
es_ve: SÍ

source: Save
es_ve: Guardar

source: Id of some field is missing
es_ve: Falta el ID de algún campo

source: Admin Hooks
es_ve: Ganchos de administración

source: Type of Hook
es_ve: Tipo de gancho

source: Hooks
es_ve: Ganchos

source: Hooks description
es_ve: Descripción de los ganchos

source: Action Hook
es_ve: Gancho de acción

source: Filter Hook
es_ve: Gancho de filtro

source: No Hooks Found
es_ve: No se han encontrado ganchos

source: Public Hooks
es_ve: Ganchos públicos

source: WP Variables
es_ve: Variables de WP

source: WP Values
es_ve: Valores de WP

source: System Variables
es_ve: Variables del sistema

source: System Values
es_ve: Valores del sistema

source: Cancelled
es_ve: Cancelado

source: Discount on cart
es_ve: Descuento en el carrito

source: Discount on Product
es_ve: Descuentos en los productos

source: Include Membership
es_ve: Incluir la membresía

source: Offered Product Tags:
es_ve: Etiquetas de productos ofrecidos:

source: No Product Tags Offered in this Plan
es_ve: No se ofrecen etiquetas de productos en este plan

source: Offered Posts:
es_ve: Entradas ofrecidas:

source: No Posts Offered in this Plan
es_ve: No se ofrecen publicaciones en este plan

source: Offered Posts Categories:
es_ve: Categorías de publicaciones ofrecidas:

source: No Product Categories Offered in this Plan
es_ve: No se ofrecen categorías de productos en este plan

source: Offered Post Tags:
es_ve: Etiquetas de entradas ofrecidas:

source: No Post Tags Offered in this Plan
es_ve: No se ofrecen etiquetas de entradas en este plan

source: Offered Pages:
es_ve: Páginas ofrecidas:

source: No Page Offered in this Plan
es_ve: No se ofrece ninguna página en este plan

source: Offered Product (under Product discount):
es_ve: Producto ofrecido (en descuentos de productos):

source: No Product Offered in this Plan
es_ve: No se ofrece ningún producto en este plan

source: Offered Product Categories (under Product discount):
es_ve: Categorías de productos ofrecidos (en descuentos de productos):

source: Offered Product Tags (under Product discount):
es_ve: Etiquetas de productos ofrecidos (en descuentos de productos):

source: Control content access
es_ve: Controlar el acceso al contenido

source: See complete customer history
es_ve: Ver el historial completo del cliente

source: The Free And Pro Plugin Benefits
es_ve: Las ventajas de los plugins gratuito y pro

source: The Free Plugin Benefits
es_ve: Las ventajas del plugin gratuito

source: Status:
es_ve: Estado:

source: Demo
es_ve: Demostración

source: Unexpected Error Occured
es_ve: Ha ocurrido un error inesperado

source: Documentation
es_ve: Documentación

source: Support
es_ve: Soporte

source: Membership Under Review
es_ve: Membresía en revisión

source: members
es_ve: miembros

source: Become a
es_ve: Hazte

source: member and buy this product
es_ve: miembro y compra este producto

source: Member actions
es_ve: Acciones de miembros

source: Login/Sign-up first
es_ve: Primero accede/regístrate

source: Membership ID
es_ve: ID de la membresía

source: Membership Status
es_ve: Estado de la membresía

source: One Membership, Many Benefits
es_ve: Una membresía, muchas ventajas

source: User
es_ve: Usuario

source: Buy Now!
es_ve: ¡Comprar ahora!

source: Expiry Date
es_ve: Fecha de caducidad

source: No thanks!
es_ve: ¡No, gracias!

source: Member ID #
es_ve: ID de miembro #

source: You ran out of session.
es_ve: Te has quedado sin sesión.

source: Export Members
es_ve: Exportar miembros

source: Go back to Shop page.
es_ve: Vuelve a la página de la tienda.

source: No Thanks!
es_ve: ¡No, gracias!

source: Yes
es_ve: Sí

source: Settings
es_ve: Ajustes

source: Membership Default Page
es_ve: Página por defecto de la membresía

source: is not activated, Please activate WooCommerce first to activate
es_ve: no está activado. Por favor, activa primero WooCommerce para activar

source: Membership Shipping
es_ve: Envío de la membresía

source: Membership shipping allows free shipping to active members.
es_ve: El envío de la membresía permite el envío gratuito a miembros activos.

source: Product not found
es_ve: Producto no encontrado

source: Product unavailable
es_ve: Producto no disponible

source: Title to be displayed on front-end.
es_ve: Título que se mostrará en la portada.

source: Category not found
es_ve: Categoría no encontrada

source: Membership Invoice #
es_ve: Factura de membresía #

source: N/A
es_ve: N/D

source: Invoice to :
es_ve: Factura para:

source: Invoice Date :
es_ve: Fecha de la factura:

source: Item name
es_ve: Nombre del artículo

source: Price
es_ve: Precio

source: Quantity
es_ve: Cantidad

source: Grand total :
es_ve: Total general:

source: Thank you for shopping with us
es_ve: Gracias por comprar con nosotros

source: Membership Invoice
es_ve: Factura de membresía

source: Membership Invoice
es_ve: Factura de membresía

source: Member ID
es_ve: ID de miembro

source: Date
es_ve: Fecha

source: Status
es_ve: Estado

source: Actions
es_ve: Acciones

source: File upload failed
es_ve: Subida de archivo fallida

source: Invalid File type
es_ve: El tipo de archivo no es válido

source: File upload successful
es_ve: Archivo subido correctamente

source: Member
es_ve: Miembro

source: What is your monthly revenue?
es_ve: ¿Cuáles son tus ingresos mensuales?

source: What industry defines your business?
es_ve: ¿Qué industria define tu negocio?

source: What is the best email address to contact you?
es_ve: ¿Cuál es la mejor dirección de correo electrónico para contactar contigo?

source: What is your contact number?
es_ve: ¿Cuál es tu número de contacto?

source: Membership Supported Gateways
es_ve: Pasarelas compatibles con la membresía

source: Setup Membership Supported Gateways
es_ve: Configurar las pasarelas compatibles con la membresía

source: Manage
es_ve: Gestionar

source: Settings saved !
es_ve: ¡Ajustes guardados!

source: Enable Membership Plans
es_ve: Activar los planes de membresía

source: Delete data at Uninstall
es_ve: Borrar los datos al desinstalar

source: If enabled, this will delete all data at plugin uninstall.
es_ve: Si está activado, borrará todos los datos al desinstalar el plugin.

source: Show History to User
es_ve: Mostrar el historial al usuario

source: This will Enable Users to visit and see Plans History in Membership tab on My Account page.
es_ve: Esto permitirá a los usuarios visitar y ver el historial de planes en la pestaña de membresía en la página «Mi cuenta».

source: Upload Logo
es_ve: Subir un logotipo

source: Remove Logo
es_ve: Eliminar el logotipo

source: Membership Shortcodes
es_ve: Shortcodes de membresía

source: Membership Action Shortcodes
es_ve: Shortcodes de acción de la membresía

source: Buy Now &rarr;
es_ve: Comprar ahora &rarr;

source: No Thanks &rarr;
es_ve: No, gracias &rarr;

source: Membership Plan Shortcodes
es_ve: Shortcodes del plan de membresía

source: Membership Plan Title &rarr;
es_ve: Título del plan de membresía &rarr;

source: Membership Plan Price &rarr;
es_ve: Precio del plan de membresía &rarr;

source: Membership Plan Desc &rarr;
es_ve: Descripción del plan de membresía &rarr;

source: Membership Plan Amount
es_ve: Importe del plan de membresía

source: Provide the amount at which Membership Plan will be available for Users.
es_ve: Proporciona el importe al que está disponible el plan de membresía para los usuarios.

source: Access Type
es_ve: Tipo de acceso

source: Provide the Access Type of your Membership Plan
es_ve: Proporciona el tipo de acceso de tu plan de membresía

source: Lifetime
es_ve: De por vida

source: Limited
es_ve: Limitado

source: Duration
es_ve: Duración

source: Days
es_ve: Días

source: Weeks
es_ve: Semanas

source: Months
es_ve: Meses

source: Years
es_ve: Años

source: Membership Plan Offers
es_ve: Ofertas del plan de membresía

source: Offer Section
es_ve: Sección de ofertas

source: Offered Products
es_ve: Productos ofrecidos

source: Select the posts you want to included in Membership Plan.
es_ve: Selecciona las entradas que quieres incluir en el plan de membresía.

source: Search for a product&hellip;
es_ve: Buscar un producto&hellip;

source: Offered Categories
es_ve: Categorías ofrecidas

source: Select the post categories you want to included in Membership Plan.
es_ve: Selecciona las categorías de entradas que quieres incluir en el plan de membresía.

source: Search for a category&hellip;
es_ve: Buscar una categoría&hellip;

source: Accessibility Type
es_ve: Tipo de accesibilidad

source: Immediately
es_ve: Inmediatamente

source: Specify a time
es_ve: Especificar un tiempo

source: Select the delay duration after which plan offers will be accessible.
es_ve: Selecciona la duración del retraso después del que las ofertas del plan serán accesibles.

source: Membership Features Section
es_ve: Sección de características de la membresía

source: Discount %
es_ve: Descuento %

source: Fixed price
es_ve: Precio fijo

source: Allow Free Shipping
es_ve: Permitir el envío gratuito

source: Allow Free Shipping to all the members of this membership plan
es_ve: Permite el envío gratuito para todos los miembros de este plan de membresía

source: Manage Free shipping
es_ve: Gestionar el envío gratuito

source: What Is Membership For WooCommerce?
es_ve: ¿Qué es Membership for WooCommerce?

source: Membership for WooCommerce allows you to create membership plans for a segment of customers, thereby imposing limitations on your certain services or content. Memberships make it easy to create email lists where you can offer users special coupons and discount updates.
es_ve: Membership for WooCommerce te permite crear planes de membresía para un segmento de clientes, con lo que puedes imponer limitaciones para determinados servicios o contenidos. Las membresías facilitan la creación de listas de correo electrónico en las que puedes ofrecer a los usuarios cupones especiales y actualizaciones de descuentos.

source: With our Membership for WooCommerce plugin, as a store owner you get:
es_ve: Con nuestro plugin Membership for WooCommerce, como propietario de una tienda, obtienes:

source: Quick preview section for Membership plans on the plans listing page
es_ve: Sección de vista previa rápida para planes de membresía en la página de la lista de planes

source: A different status selection like pending, on hold, or completed as per their payment and plan expiry
es_ve: Una selección de estado diferente como pendiente, en espera o completado según su pago y la caducidad del plan

source: Manual assignment of membership to a customer
es_ve: Asignación manual de membresía a un cliente

source: Complete Customer History
es_ve: Historial completo del cliente

source: Admin gets a quick preview section for Membership plans on the plans listing page. The users too can see their history in the ‘My Account’ section with entire details of their membership plans.
es_ve: El administrador obtiene una sección de vista previa rápida de los planes de membresía en la página de la lista de planes. Los usuarios también pueden ver su historial en la sección «Mi cuenta» con todos los detalles de sus planes de membresía.

source: Admin can offer products/categories in a membership plan. Those products and categories can only be accessible to users if they have purchased the plan. Membership Details Tab on My Accounts Page has all the details of the plan.
es_ve: El administrador puede ofrecer productos/categorías en un plan de membresía. Esos productos y categorías solo son accesibles a los usuarios si han comprado el plan. La pestaña de los detalles de la membresía en la página «Mis cuentas» tiene todos los detalles del plan.

source: Data Export
es_ve: Exportación de datos

source: Admin can effortlessly export all the membership plans along with the user data and settings. He can also import the details of all members as a CSV file.
es_ve: El administrador puede exportar sin esfuerzo todos los planes de membresía junto con los datos y los ajustes del usuario. También puede importar los detalles de todos los miembros como un archivo CSV.

source: Title
es_ve: Título

source: Description
es_ve: Descripción

source: Plan Type
es_ve: Tipo de plan

source: Plan Duration
es_ve: Duración del plan

source: Plan duration not defined
es_ve: Duración del plan no definida

source: Plan access
es_ve: Acceso al plan

source: Delay Duration
es_ve: Duración del retraso

source: Access type duration not defined
es_ve: Duración del tipo de acceso no definida

source: Free Shipping
es_ve: Envío gratuito

source: No membership details found
es_ve: No se han encontrado detalles de la membresía

source: Select a plan
es_ve: Seleccionar un plan

source: Customer:
es_ve: Cliente:

source: View other memberships
es_ve: Ver otras membresías

source: Profile
es_ve: Perfil

source: Billing
es_ve: Facturación

source: Address :
es_ve: Dirección:

source: No billing details
es_ve: Sin detalles de facturación

source: Email address :
es_ve: Dirección de correo electrónico:

source: Phone :
es_ve: Teléfono:

source: Payment Method
es_ve: Método de pago

source: First name
es_ve: Nombre

source: Last name
es_ve: Apellidos

source: Company
es_ve: Empresa

source: Address line 1
es_ve: Dirección línea 1

source: Address line 2
es_ve: Dirección línea 2

source: City
es_ve: Ciudad

source: Postcode/ZIP
es_ve: Código postal

source: Country
es_ve: País

source: State/County
es_ve: Provincia/Condado

source: Email address
es_ve: Dirección de correo electrónico

source: Phone
es_ve: Teléfono

source: Pending
es_ve: Pendiente

source: On-hold
es_ve: En espera

source: We love making new friends! Subscribe below and we promise to keep you up-to-date with our latest new plugins, updates, awesome deals and a few special offers.
es_ve: ¡Nos encanta hacer nuevos amigos! Suscríbete a continuación y prometemos mantenerte al día con nuestros últimos nuevos plugins, actualizaciones, ofertas increíbles y algunas ofertas especiales.

source: Completed
es_ve: Completado

source: Skip For Now
es_ve: Omitir por ahora

source: May we have a little info about why you are deactivating?
es_ve: ¿Podrías darnos algo de información sobre por qué lo estás desactivando?

source: Update
es_ve: Actualizar

source: Skip and Deactivate Now
es_ve: Omitir y desactivar ahora

source: Plan Price
es_ve: Precio del plan

source: Plan Access Type
es_ve: Tipo de acceso al plan

source: Browse products
es_ve: Explorar los productos

source: Plan User Access Type
es_ve: Tipo de acceso del usuario al plan

source: No Membership has been purchased yet.
es_ve: Aún no se ha comprado ninguna membresía.

source: Plan Offered Categories
es_ve: Categorías ofrecidas del plan

source: was placed on
es_ve: se realizó el

source: Plan Offered Products
es_ve: Productos ofrecidos del plan

source: and is currently
es_ve: y está actualmente

source: Plan Description
es_ve: Descripción del plan

source: and will expire on
es_ve: y caducará el

source: Edit
es_ve: Editar

source: Membership details
es_ve: Detalles de la membresía

source: Please enter with one decimal point (%s) without thousand separators.
es_ve: Por favor, introdúcelo con un punto decimal (%s) sin separador de miles.

source: Product
es_ve: Producto

source: Please enter with one monetary decimal point (%s) without thousand separators and currency symbols.
es_ve: Por favor, introdúcelo con un punto decimal de moneda (%s) sin separador de miles ni símbolos de moneda.

source: Please enter in country code with two capital letters.
es_ve: Por favor, introduce el código del país con dos letras mayúsculas.

source: Payment method
es_ve: Método de pago

source: Please enter in a value less than the regular price.
es_ve: Por favor, introduce un valor inferior al precio normal.

source: Billing address
es_ve: Dirección de facturación

source: This product has produced sales and may be linked to existing orders. Are you sure you want to delete it?
es_ve: Este producto ha producido ventas y puede estar vinculado a pedidos existentes. ¿Seguro que quieres borrarlo?

source: Plan details
es_ve: Detalles del plan

source: This action cannot be reversed. Are you sure you wish to erase personal data from the selected orders?
es_ve: Esta acción no puede deshacerse. ¿Seguro que quieres borrar los datos personales de los pedidos seleccionados?

source: Plan Name:
es_ve: Nombre del plan:

source: Import
es_ve: Importar

source: Status :
es_ve: Estado:

source: Export
es_ve: Exportar

source: Discount on cart:
es_ve: Descuento en el carrito:

source: Memberships
es_ve: Membresías

source: Free Shipping:
es_ve: Envío gratuito:

source: Membership
es_ve: Membresía

source: Offered Products:
es_ve: Productos ofrecidos:

source: Add Membership plans
es_ve: Añadir planes de membresía
