Repository: minimalbase/bedrock
Catalog: web/app/languages/plugins/membership-for-woocommerce-*.po
Languages: es_ve

source: No Products Offered in this Plan
es_ve: No se ofrecen productos en este plan

source: All Membership plans
es_ve: Todos los planes de membresía

source: Add New Membership plan
es_ve: Añadir un nuevo plan de membresía

source: No categories Offered in this Plan
es_ve: No se ofrecen categorías en este plan

source: Edit Membership plan
es_ve: Editar el plan de membresía

source: Billing details
es_ve: Detalles de facturación

source: New Membership plan
es_ve: Nuevo plan de membresía

source: First name&nbsp;
es_ve: Nombre&nbsp;

source: View Membership plan
es_ve: Ver el plan de membresía

source: Search Membership plan
es_ve: Buscar un plan de membresía

source: First name&hellip;
es_ve: Nombre&hellip;

source: No Membership plans Found
es_ve: No se han encontrado planes de membresía

source: Last name&nbsp;
es_ve: Apellidos&nbsp;

source: No Membership plans Found In Trash
es_ve: No se han encontrado planes de membresía en la papelera

source: Last name&hellip;
es_ve: Apellidos&nbsp;

source: Membership Plans will be created here.
es_ve: Los planes de membresía se crearán aquí.

source: Company name&nbsp;
es_ve: Nombre de la empresa&nbsp;

source: membership
es_ve: membresía

source: (Optional)
es_ve: (Opcional)

source: Company name
es_ve: Nombre de la empresa

source: Phone&nbsp;
es_ve: Teléfono&nbsp;

source: Phone no.
es_ve: Número de teléfono

source: Overview
es_ve: Resumen

source: E-mail&nbsp;
es_ve: Correo electrónico&nbsp;

source: Membership Plan Status
es_ve: Estado del plan de membresía

source: Email
es_ve: Correo electrónico

source: Membership Plan Cost
es_ve: Coste del plan de membresía

source: Please enter a valid email.
es_ve: Por favor, introduce un correo electrónico válido.

source: Membership ID #
es_ve: ID de membresía #

source: Street address&nbsp;
es_ve: Dirección&nbsp;

source: Sandbox
es_ve: Modo de pruebas

source: House number and street name
es_ve: Nombre de la calle y número

source: Live
es_ve: En vivo

source: Apartment, suit, unit, etc. (Optional)
es_ve: Apartamento, habitación, etc. (opcional)

source: Town/City&nbsp;
es_ve: Población/ciudad&nbsp;

source: Membership plan published successfully, Now you can manage membership free shipping
es_ve: El plan de membresía se ha publicado correctamente. Ahora puedes gestionar el envío gratuito de la membresía

source: Town/City
es_ve: Población/Ciudad

source: Export Plans
es_ve: Exportar planes

source: Country/Region&nbsp;
es_ve: País/región&nbsp;

source: Import Plans
es_ve: Importar planes

source: Select a Country
es_ve: Seleccionar un país

source: Members
es_ve: Miembros

source: State&nbsp;
es_ve: Provincia&nbsp;

source: Select a state
es_ve: Seleccionar una provincia

source: All Members
es_ve: Todos los miembros

source: Pin code&nbsp;
es_ve: Código PIN&nbsp;

source: Pin code
es_ve: Código PIN

source: Edit Member
es_ve: Editar el miembro

source: Previous Step
es_ve: Paso anterior

source: New Member
es_ve: Nuevo miembro

source: Next Step
es_ve: Siguiente paso

source: View Member
es_ve: Ver un miembro

source: Proceed for Payment
es_ve: Proceder al pago

source: Search Member
es_ve: Buscar miembros

source: Your order is confirmed.
es_ve: Tu pedido está confirmado.

source: No Members Found
es_ve: No se ha encontrado miembros

source: Shop more
es_ve: Comprar más

source: No Members Found In Trash
es_ve: No se han encontrado miembros en la papelera

source: Membership Details
es_ve: Detalles de la membresía

source: Displays the list of all members.
es_ve: Muestra la lista de todos los miembros.

source: Duration in terms of 'DAYS', 'WEEKS', 'MONTHS', 'YEARS' for which the plan will be active.
es_ve: Duración en términos de «DÍAS», «SEMANAS», «MESES» y «AÑOS» durante los que el plan estará activo.
