Repository: minimalbase/bedrock
Catalog: web/app/languages/plugins/points-and-rewards-for-woocommerce-*.po
Languages: es_ve

source: Entered Points are assigned to All Products.
es_ve: Los puntos introducidos se asignan a todos los productos.

source: Enter Global Product Points
es_ve: Ingrese puntos de productos globales

source: Entered point will assign to that user by which another user referred from referral link and purchase some products.
es_ve: El punto ingresado se asignará a ese usuario por el cual otro usuario se refirió desde el enlace de referencia y comprará algunos productos.

source: Conversion rate for Cart Sub-total Redemption
es_ve: Tasa de conversión para canje del subtotal del carrito

source: Allow customers to apply points during Cart.
es_ve: Permita que los clientes apliquen puntos durante el carrito.

source: Redemption Over Cart Sub-total
es_ve: Redención sobre el subtotal del carrito

source: Enter the message you want to display for those products who have been assigned with some of the Points
es_ve: Introduce el mensaje que quieres que se muestre para aquellos productos que tengas asignados con alguno de los Puntos

source: Assigned Product Points Text
es_ve: Texto de puntos de producto asignado

source: Check these boxes to share the referral link
es_ve: Marque estas casillas para compartir el enlace de referencia

source: The points which the customer will get when they successfully invite given number of customers.
es_ve: Los puntos que obtendrá el cliente cuando invite con éxito a un número determinado de clientes.

source: Upgrade Membership Level Notification
es_ve: Notificación de actualización de nivel de membresía

source: Referral Points Notification
es_ve: Notificación de puntos de referencia

source: Referral Points Notification Settings
es_ve: Configuración de notificación de puntos de referencia

source: Order Amount Points Notification
es_ve: Notificación de puntos de cantidad de pedido

source: Spent Points)
es_ve: puntos gastados)

source: Order Amount Points Notification Settings(Per
es_ve: Ajustes de notificación de puntos de cantidad de pedido (por

source: in place of Per Currency spent points and
es_ve: en lugar de puntos gastados por moneda y

source: Product Purchase Points Notification
es_ve: Notificación de puntos de compra de productos

source: Product Purchase Points Notification Settings
es_ve: Configuración de notificación de puntos de compra de productos

source: You have received [Points] points and your total points are [Total Points].
es_ve: Has recibido [Points] puntos y sus puntos totales son [Total Points].

source: Enable WooCommerce Points and Rewards
es_ve: Habilitar puntos y recompensas de WooCommerce

source: Please do not change the "Level Name" once it will be saved, as it became the key for the Membership User
es_ve: No cambie el "Nombre de nivel" una vez que se guarde, ya que se convirtió en la clave para el usuario de membresía.

source: Membership Log
es_ve: Registro de membresía

source: shortcode in place of Total Points.
es_ve: shortcode en lugar de Total Points.

source: Deduct Per Currency Spent Point on your return request
es_ve: Deducir puntos gastados por moneda en su solicitud de devolución

source: Points returned successfully on your return request
es_ve: Puntos devueltos con éxito en su solicitud de devolución

source: Deduction of points for your return request
es_ve: Deducción de puntos por tu solicitud de devolución

source: Deduction of points as you have purchased your product through points
es_ve: Deducción de puntos por haber comprado tu producto a través de puntos

source: Points earned via giving review/comment
es_ve: Puntos ganados al dar revisión/comentario

source: Successfully Removed Cart Discount
es_ve: Descuento de carrito eliminado con éxito

source: Failed to Remove Cart Discount
es_ve: No se pudo eliminar el descuento del carrito

source: Here is the Discount Rule for Applying your Points to Cart Total
es_ve: Aquí está la regla de descuento para aplicar sus puntos al total del carrito

source: Custom Point has been applied Successfully!
es_ve: ¡El punto personalizado se ha aplicado con éxito!

source: You do not have a sufficient amount of points
es_ve: No tienes suficiente cantidad de puntos

source: Please enter some valid points!
es_ve: ¡Por favor ingrese algunos puntos válidos!

source: Enter Assign Global Product Points
es_ve: Ingrese Asignar puntos de productos globales

source: Global Assign Product Points
es_ve: Asignación global de puntos de productos

source: Global setting for assigning points to all products at once
es_ve: Configuración global para asignar puntos a todos los productos a la vez

source: Points are removed Successfully from All Products
es_ve: Los puntos se eliminan con éxito de todos los productos

source: Please enter some points !
es_ve: ¡Por favor ingrese algunos puntos!

source: Point Assigned Successfully to All Products
es_ve: Punto asignado con éxito a todos los productos

source: You can also choose the color for your Notification Bar.
es_ve: También puede elegir el color de su barra de notificaciones.

source: Entered text will get displayed along with [MYCURRENTUSERLEVEL] shortcode
es_ve: El texto ingresado se mostrará junto con [MYCURRENTUSERLEVEL] Código corto

source: Entered text will get displayed along with [MYCURRENTPOINT] shortcode
es_ve: El texto ingresado se mostrará junto con [MYCURRENTPOINT] Código corto

source: Entered points do not apply to this order.
es_ve: Los puntos introducidos no se aplican a este pedido.

source: The entered text will get displayed on the points page.
es_ve: El texto ingresado se mostrará en la página de puntos.

source: Use the shortcode [SIGNUPNOTIFICATION] for displaying notification anywhere on site
es_ve: Use el código abreviado [SIGNUPNOTIFICATION] para mostrar la notificación en cualquier lugar del sitio

source: Use the shortcode [MYCURRENTPOINT] for displaying the current Points of Users
es_ve: Use el código abreviado [MYCURRENTPOINT] para mostrar los puntos actuales de los usuarios

source: Use the shortcode [MYCURRENTUSERLEVEL] for displaying current Membership Level of Users
es_ve: Use el código abreviado [MYCURRENTUSERLEVEL] para mostrar el nivel de membresía actual de los usuarios

source: The entered text will append before the Total Number of Point
es_ve: El texto ingresado se agregará antes del Número total de puntos

source: This user doesn't exist
es_ve: Esta usuaria no existe

source: Your Points have been Deducted
es_ve: Sus puntos han sido deducidos

source: Input subject for the email.
es_ve: Ingrese el asunto del correo electrónico.

source: Email sent successfully
es_ve: El correo electrónico se ha enviado correctamente

source: Click here
es_ve: Haz clic aquí

source: Settings saved.
es_ve: Ajustes guardados

source: Action
es_ve: Acción

source: Maximum
es_ve: Máximo

source: Minimum
es_ve: Mínimo

source: Years
es_ve: Años

source: Months
es_ve: Meses

source: Points
es_ve: Puntos

source: Weeks
es_ve: Semanas

source: Days
es_ve: Días

source: Please select a category
es_ve: Selecciona una categoría

source: Remove
es_ve: Eliminar

source: Select Product Category
es_ve: Selecciona la categoría de producto

source: Export
es_ve: Exportar

source: Import
es_ve: Importar

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
es_ve: Escribe en formato monetario decimal (%s) sin separador de miles ni símbolos de moneda.

source: https://wordpress.org/plugins/points-and-rewards-for-woocommerce/
es_ve: https://ve.wordpress.org/plugins/points-and-rewards-for-woocommerce/

source: Enter Discount (%)
es_ve: Introduce el descuento (%)

source: Select Product
es_ve: Selecciona el producto

source: Enter Points
es_ve: Introduce los puntos

source: Enter Level
es_ve: Introduce el nivel

source: Enter the Name of the Level
es_ve: Introduce el nombre del nivel

source: Fail due to an error
es_ve: Ha fallado debido a un error

source: Points and Rewards
es_ve: Puntos y recompensas

source: Points are updated successfully
es_ve: Los puntos se han actualizado correctamente

source: Please enter Remark
es_ve: Por favor, introduce la observación

source: Expiration Period
es_ve: Periodo de caducidad

source: Points are removed successfully!
es_ve: ¡Los puntos se han quitado correctamente!

source: Enter Some Valid Points!
es_ve: ¡Introduce algunos puntos válidos!

source: Points are assigned successfully!
es_ve: ¡Los puntos se han asignado correctamente!

source: Please select a product
es_ve: Por favor, selecciona un producto

source: Please Enter valid Points
es_ve: Por favor, introduce puntos válidos

source: Please Enter the Name of the Level
es_ve: Por favor, introduce el nombre del nivel

source: Fields cannot be empty
es_ve: Los campos no pueden estar vacíos

source: Enable Membership
es_ve: Activar membresía

source: Exclude Sale Products
es_ve: Excluir productos en oferta

source: Product of selected category will get displayed in the Select Product Section
es_ve: El producto de la categoría seleccionada se mostrará en la sección «Seleccionar producto»

source: Entered points need to be reached for this level
es_ve: Los puntos introducidos se deben alcanzar para este nivel

source: Please enter the value less than the regular price.
es_ve: Ingrese el valor menor que el precio regular.

source: Please enter the country code with two capital letters.
es_ve: Por favor ingrese el código del país con dos letras mayúsculas.

source: Please enter the decimal (%s) format without thousand separators.
es_ve: Ingrese el formato decimal (%s) sin separadores de miles.

source: Please enter a valid points
es_ve: Por favor ingrese puntos válidos

source: Please enter a valid discount
es_ve: Introduce un descuento válido

source: Dismiss this notice.
es_ve: Descartar este aviso.

source: Entered Discount will be applied to the above-selected products
es_ve: El descuento ingresado se aplicará a los productos seleccionados anteriormente

source: Select the days, week, month, or year for the expiration of the current level
es_ve: Seleccione los días, la semana, el mes o el año de vencimiento del nivel actual

source: The entered text will be the name of the level for membership
es_ve: El texto ingresado será el nombre del nivel de membresía
