Repository: minimalbase/bedrock
Catalog: web/app/languages/plugins/points-and-rewards-for-woocommerce-*.po
Languages: es_ve

source: Reset Points
es_ve: Puntos de reinicio

source: This shortcode is only work on Checkout page.
es_ve: Este shortcode solo funciona en la página de pago.

source: Checkout page shortcode
es_ve: Código abreviado de la página de pago

source: This shortcode is only work on Cart page.
es_ve: Este shortcode solo funciona en la página del carrito.

source: Cart page shortcode
es_ve: Código abreviado de la página del carrito

source: Cart and Checkout Page Shortcode
es_ve: Código abreviado de carrito y página de pago

source: [Refer Points] for Referral Points[Per Currency Spent Points] for Per currency spent points and[Per Currency Spent Price] for per currency spent price
es_ve: [Puntos de referencia] para puntos de recomendación [Puntos gastados por moneda] para puntos gastados por moneda y [Precio gastado por moneda] para precio gastado por moneda

source: Demo
es_ve: Demostración

source: Enter the Email Description for the user.
es_ve: Ingrese la descripción del correo electrónico para el usuario.

source: The entered point will be converted in the front end.
es_ve: El punto introducido se convertirá en la parte delantera.

source: https://wpswings.com/?utm_source=wpswings-par-official&utm_medium=par-org-backend&utm_campaign=official
es_ve: https://wpswings.com/?utm_source=wpswings-official&utm_medium=par-org-backend&utm_campaign=official

source: Welcome to WP Swings
es_ve: Bienvenida a WP Swings

source: Apply Points of cart refunded after the order is canceled
es_ve: Aplicar puntos de carrito reembolsados ​​después de cancelar el pedido

source: more points to get redeem
es_ve: más puntos para canjear

source: Points Deduct to the wallet
es_ve: Puntos deducidos a la billetera

source: Redeem to Wallet
es_ve: Canjear a Wallet

source: Enter your points:
es_ve: Introduce tus puntos:

source: points =
es_ve: puntos =

source: Points Conversion:
es_ve: Conversión de puntos:

source: Please enter some points !!
es_ve: Por favor ingrese algunos puntos !!

source: Entered amount to convert
es_ve: Cantidad ingresada para convertir

source: Conversion rate
es_ve: Tasa de conversión

source: Enable Wallet points setting
es_ve: Habilitar la configuración de puntos de Wallet

source: more to get redeem
es_ve: más para conseguir redimir

source: You require :
es_ve: Necesitas :

source: WPML Multilingual Compatibility
es_ve: Compatibilidad multilingüe de WPML

source: Customer Notification Feature
es_ve: Función de notificación al cliente

source: Membership System for Exclusive Offers
es_ve: Sistema de membresía para ofertas exclusivas

source: Easy Points Redemption
es_ve: Fácil canje de puntos

source: Reward Points for Different Actions
es_ve: Puntos de recompensa por diferentes acciones

source: The Free Plugin Benefits
es_ve: Los beneficios del complemento gratuito

source: Give specific points for a price range of order value
es_ve: Dar puntos específicos para un rango de precios del valor del pedido

source: Global Point assign a feature to assign a similar point value to all products
es_ve: Global Point asigne una función para asignar un valor de punto similar a todos los productos

source: Alter point value for the order total and cart redemption
es_ve: Alterar el valor del punto para el total del pedido y el canje del carrito

source: WPML Multilingual support to reward points in a different language
es_ve: WPML Soporte multilingüe para recompensar puntos en un idioma diferente

source: Email notification for customer point transactions
es_ve: Notificación por correo electrónico para transacciones de puntos de clientes

source: Update the customer's point manually from the points table.
es_ve: Actualice el punto de los clientes manualmente desde la tabla de puntos.

source: Track points transaction of each customer with point log report
es_ve: Realice un seguimiento de la transacción de puntos de cada cliente con un informe de registro de puntos

source: Allow points referral via social media platforms like Whatsapp, email, Facebook, Twitter, etc.
es_ve: Permita la referencia de puntos a través de plataformas de redes sociales como Whatsapp, correo electrónico, Facebook, Twitter, etc.

source: Set conversion rule to determine the value of each point
es_ve: Establecer regla de conversión para determinar el valor de cada punto

source: Create membership programs for loyal customers to reward them with exclusive offers
es_ve: Cree programas de membresía para clientes leales para recompensarlos con ofertas exclusivas

source: Engage customers by awarding points to shoppers on signup, referrals, and purchase
es_ve: Involucre a los clientes otorgando puntos a los compradores al registrarse, recomendar y comprar

source: As a store owner, you get to:
es_ve: Como dueño de una tienda, puedes:

source: Points And Rewards For WooCommerce is a customer-oriented solution that aims to engage customers by offering them points for activities they perform on your WooCommerce store. For instance, signup, purchase, referrals, etc. Each Points earned can be redeemed by the shoppers on additional purchases. These reward points make the customers eligible for on-purchase discounts and participation in the membership program
es_ve: Points And Rewards For WooCommerce es una solución orientada al cliente que tiene como objetivo atraer a los clientes ofreciéndoles puntos por las actividades que realizan en su tienda WooCommerce. Por ejemplo, registro, compra, referencias, etc. Los compradores pueden canjear cada punto ganado en compras adicionales. Estos puntos de recompensa hacen que los clientes sean elegibles para descuentos en compras y participación en el programa de membresía.

source: What is Points And Rewards For WooCommerce?
es_ve: Que es Points And Rewards For WooCommerce?

source: Points =
es_ve: Puntos =

source: Points
es_ve: Puntos

source: Unexpected Error Occured
es_ve: Ocurrió un error inesperado

source: oops looks like nothing is here
es_ve: ¡Vaya! Parece que no hay nada aquí

source: Something went wrong: %s
es_ve: Algo salió mal: %s

source: Negative Values Not Allowed
es_ve: Valores negativos no permitidos

source: Points Earned on Order Total Listed on Points Table
es_ve: Puntos ganados en el pedido Total enumerado en la tabla de puntos

source: Your Current Membership Level is
es_ve: Su nivel de membresía actual es

source: Place Order and Earn Reward Points in Return.
es_ve: Realice el pedido y gane puntos de recompensa a cambio.

source: Your membership level has been upgraded to
es_ve: Su nivel de membresía ha sido actualizado a

source: Check Number of Points Earned by Referring Others
es_ve: Verifique el número de puntos ganados al recomendar a otros

source: Points Log Table With Points Earned Each time on Order Total
es_ve: Tabla de registro de puntos con puntos ganados cada vez en el total del pedido

source: Choose which format of email to send.
es_ve: Elige qué formato de correo electrónico enviar.

source: Email type
es_ve: Tipo de correo electrónico

source: Available placeholders: %s
es_ve: Marcadores de posición disponibles: %s

source: Email heading
es_ve: Encabezado del correo electrónico

source: Enable this email notification
es_ve: Activar este aviso por correo electrónico

source: Enable/Disable
es_ve: Activar/desactivar

source: Points and rewards notification
es_ve: Notificación de puntos y recompensas

source: This email is sent to the customer at every event.
es_ve: Esta emal envía a la cliente en cada evento.

source: Points and rewards email
es_ve: Correo electrónico de puntos y recompensas

source: Select Products
es_ve: Seleccionar productos

source: Select none
es_ve: Anular la selección

source: Select all
es_ve: Seleccionar todo

source: Add Another Level
es_ve: Añadir otro nivel

source: Doc
es_ve: Documentación

source: Contact us
es_ve: Contáctanos

source: Travel
es_ve: Viajes

source: Retail Store
es_ve: Tienda minorista

source: Sports
es_ve: Deportes

source: Government
es_ve: Gobierno

source: Gaming
es_ve: Juegos

source: Political Campaign
es_ve: Campaña política

source: Celebrity
es_ve: Celebridades

source: Beauty
es_ve: Belleza

source: Jewelry
es_ve: Joyería

source: Fitness
es_ve: Ejercicios

source: Restaurant
es_ve: Restaurante

source: Real Estate
es_ve: Bienes raíces

source: Professional Services
es_ve: Servicios profesionales

source: Nonprofit and Education
es_ve: Sin fines de lucro y educación

source: Manufacturing
es_ve: Fabricación

source: Healthcare
es_ve: Cuidados de la salud

source: Documentation
es_ve: Documentación

source: GO PRO
es_ve: Hazte PRO

source: Skip For Now
es_ve: Omitir por ahora

source: Please enter points.
es_ve: Por favor, introduce puntos.

source: Select Any One Option...
es_ve: Selecciona cualquier opción...

source: Other
es_ve: Otro

source: I found a better plugin
es_ve: He encontrado un plugin mejor

source: I no longer need the plugin
es_ve: Ya no necesito el plugin

source: The plugin is too complicated to configure.
es_ve: El plugin es demasiado complicado de configurar.

source: The plugin broke my layout or some functionality.
es_ve: El plugin rompió mi diseño o alguna funcionalidad.

source: It is a temporary deactivation. I am just debugging an issue.
es_ve: Es una desactivación temporal. Solo estoy depurando un problema.

source: What is your contact number?
es_ve: ¿Cuál es tu número de contacto?

source: Financial Services
es_ve: Servicios financieros

source: Ecommerce
es_ve: Comercio electrónico

source: What is the best email address to contact you?
es_ve: ¿Cuál es la mejor dirección de correo electrónico para contactarte?

source: Consumer Services
es_ve: Servicio al consumidor

source: Agency
es_ve: Agencia

source: What industry defines your business?
es_ve: ¿Qué industria define tu negocio?

source: What is your monthly revenue?
es_ve: ¿Cuáles son tus ingresos mensuales?

source: Send Us
es_ve: Envíanos

source: Points Expiration
es_ve: Caducidad de puntos

source: Select the products if you want to provide a discount on the specific products of the selected category. Leave empty to select all the products of the selected category.
es_ve: Seleccione los productos si desea ofrecer un descuento en los productos específicos de la categoría seleccionada. Deje en blanco para seleccionar todos los productos de la categoría seleccionada.

source: Point Usage Limitation
es_ve: Limitación de uso de puntos

source: Points Sharing
es_ve: Compartir puntos

source: We love making new friends! Subscribe below and we promise to keep you up-to-date with our latest new plugins, updates, awesome deals and a few special offers.
es_ve: ¡Nos encanta hacer nuevos amigos! Suscríbete a continuación y prometemos mantenerte al día con nuestros últimos nuevos plugins, actualizaciones, ofertas increíbles y algunas ofertas especiales.

source: Skip and Deactivate Now
es_ve: Omitir y desactivar ahora

source: May we have a little info about why you are deactivating?
es_ve: ¿Podrías darnos algo de información sobre por qué lo estás desactivando?

source: <code><strong>Points and Rewards for WooCommerce</strong></code> plugin allow merchants to reward their loyal customers with referral rewards points on store activities. <a href="https://wpswings.com/woocommerce-plugins/?utm_source=wpswings-shop-page&utm_medium=par-org-backend&utm_campaign=more-plugin" target="_blank"> Elevate your e-commerce store by exploring more on <strong> WP Swings </strong></a>
es_ve: <code><strong>Points and Rewards for WooCommerce</strong></code> permitir a los comerciantes recompensar a sus clientes con puntos de fidelidad .<a href="https://wpswings.com/woocommerce-plugins/?utm_source=wpswings-shop-page&utm_medium=par-org-backend&utm_campaign=more-plugin" target="_blank"> Eleve su tienda de comercio electrónico explorando más en <strong> WP Swings </strong></a>

source: Please purchase the pro plugin to add multiple memberships.
es_ve: Compre el complemento profesional para agregar múltiples membresías.

source: Points Shared with
es_ve: Puntos compartidos con

source: Reason
es_ve: Razón

source: GO PRO NOW
es_ve: Actualiza la versión Pro

source: Overview
es_ve: Resumen general

source: Support
es_ve: Soporte

source: Apply coupon
es_ve: Aplicar cupón

source: Coupon code
es_ve: Código del cupón

source: If you have a coupon code, please apply it below.
es_ve: Si tienes un código de cupón, por favor, aplícalo abajo.

source: Click here to enter your code
es_ve: Haz clic aquí para introducir tu código

source: Have a coupon?
es_ve: ¿Tienes un cupón?

source: Date
es_ve: Fecha

source: Membership List
es_ve: Lista de miembros

source: [Remove]
es_ve: [Eliminar]

source: Copy
es_ve: Copiar

source: Referral Link
es_ve: Enlace de referido

source: Add More
es_ve: Añadir más

source: Go Back
es_ve: Volver atrás

source: Coupon Code
es_ve: Código de cupón

source: Update
es_ve: Actualizar

source: Search Users
es_ve: Buscar usuarios

source: Delete
es_ve: Editar

source: Level
es_ve: Nivel

source: User Points
es_ve: Puntos del usuario

source: User Email
es_ve: Correo electrónico del usuario

source: User Name
es_ve: Nombre del usuario

source: Email Subject
es_ve: Asunto del correo electrónico

source: Save changes
es_ve: ﻿Guardar cambios

source: Text Settings
es_ve: Ajustes de texto

source: Email
es_ve: Correo electrónico

source: Enable Social Media Sharing.
es_ve: Activar compartir en redes sociales.

source: Enable Social Links
es_ve: Activar los enlaces sociales

source: Social Sharing
es_ve: Compartición en redes sociales

source: Other Settings
es_ve: Otros ajustes

source: Membership
es_ve: Membresía

source: Enable
es_ve: Activar

source: Settings
es_ve: Ajustes

source: Points
es_ve: puntos

source: points for SignUp
es_ve: puntos por registrarte

source: You will get
es_ve: Recibirás

source: Your Current Point
es_ve: Tus puntos actuales

source: Enter Text
es_ve: Introduce el texto

source: Sign Up
es_ve: Regístrate

source: Signup
es_ve: Regístrate

source: Referral
es_ve: Referido

source: Enter Referral Points
es_ve: Introduce los puntos de referido

source: Enable Referral Points for Rewards.
es_ve: Activar puntos de referido para recompensas.

source: Order Total Points
es_ve: Puntos totales del pedido

source: Assign Product Points
es_ve: Asignar puntos del producto

source: Points Notification
es_ve: Aviso de puntos

source: Points Table
es_ve: Tabla de puntos

source: My Points
es_ve: Mis puntos

source: Points Tab Text
es_ve: Texto de la pestaña «Puntos»

source: Enter Ways to Gain Points
es_ve: Introduce formas de ganar puntos

source: for per currency spent price
es_ve: por monto gastado por moneda

source: for Per currency spent points and
es_ve: por puntos gastados por moneda y

source: for Referral Points
es_ve: por puntos de referido

source: Points Conversion
es_ve: Conversión de puntos

source: Import Users
es_ve: Importar usuarios

source: No Points Generated Yet.
es_ve: No se han generado puntos todavía.

source: Shared to
es_ve: Compartido con

source: Receives Points
es_ve: Puntos recibidos

source: Received Points by
es_ve: Puntos recibidos por

source: Expired Points
es_ve: Puntos caducados

source: Points Applied on Cart
es_ve: Puntos aplicados al carrito

source: Admin Updates
es_ve: Actualizaciones del administrador

source: Product purchase by Referred User Points
es_ve: Compra de productos por puntos de usuario referido

source: Amount Left
es_ve: Monto restante

source: Create Member
es_ve: Crear miembro

source: Total Points
es_ve: Puntos en total

source: Cart Discount
es_ve: Descuento del carrito

source: Sign Up by
es_ve: Registrado por

source: Shared to
es_ve: Compartido con

source: Have A Points?
es_ve: ¿Tiene puntos?

source: Coupon Creation
es_ve: Creación de cupones

source: Can not redeem!
es_ve: ¡No se puede canjear!

source: Conversion Rate:
es_ve: Tasa de conversión:

source: No Expiry
es_ve: Sin caducidad

source: Upgrade Level
es_ve: Actualizar nivel

source: Select Level
es_ve: Seleccionar nivel

source: Upgrade Your User Level:
es_ve: Actualiza tu nivel de usuario:

source: Upgrade User Level
es_ve: Actualizar nivel de usuario

source: % discount on below products or categories
es_ve: % de descuento en los siguientes productos o categorías

source: View Benefits
es_ve: Ver los beneficios

source: Required Points
es_ve: Puntos necesarios

source: Ways to gain more points:
es_ve: Formas de ganar más puntos:

source: Points earned by the purchase has been made by referrals
es_ve: Los puntos ganados por la compra se han realizado mediante referidos

source: Received Points via
es_ve: Puntos recibidos a través de

source: Points received successfully as someone has shared
es_ve: Puntos recibidos correctamente porque alguien ha compartido

source: Points deducted successfully as you have shared your points
es_ve: Puntos deducidos correctamente, ya que has compartido tus puntos

source: Assigned Points Deducted due Cancelation of Order
es_ve: Los puntos asignados se han deducidos debido a la cancelación del pedido

source: Oops!! Points are expired!
es_ve: ¡Vaya! ¡Los puntos han caducado!

source: Per Currency Spent Points
es_ve: Puntos gastados por moneda

source: Points Earned via Particular Product
es_ve: Puntos ganados a través de un producto particular

source: Point Log Table
es_ve: Tabla de registro de puntos

source: Your available points:
es_ve: Tus puntos disponibles:

source: Apply Points
es_ve: Aplicar puntos

source: Points Added
es_ve: Puntos añadidos

source: Points Deducted!!
es_ve: ¡Puntos deducidos!

source: Per
es_ve: Por

source: Allow per currency points conversion
es_ve: Permitir la conversión de puntos por moneda

source: Earn Points Per Currency Settings
es_ve: Ajustes de «Ganar puntos por moneda»

source: Import existing users and assign them with Sign Up Points
es_ve: Importa usuarios existentes y asígnales puntos de registro

source: Updated By Admin
es_ve: Actualizar por el administrador

source: Reference Sign Up by
es_ve: Registro de referido por

source: Referral SignUp
es_ve: Registro de referido

source: Coupon Generation
es_ve: Generación del cupón

source: Point Status
es_ve: Estado de los puntos

source: Signup Event
es_ve: Evento de registro

source: No Coupons Generated Yet.
es_ve: No se han generado cupones todavía.

source: Expiry
es_ve: Vencimiento

source: Coupon Amount
es_ve: Monto del cuón

source: User Coupon Details
es_ve: Detalles del cupón del usuario

source: View Point Log
es_ve: Ver el registro de puntos

source: Enter Remark
es_ve: Introduce el comentario

source: Choose +/-
es_ve: Elige +/-

source: Date & Time
es_ve: Fecha y hora

source: Enable Point Sharing
es_ve: Activar compartir puntos

source: Select Color Notification Bar
es_ve: Selecciona el color de la barra de aviso

source: Redemption Settings
es_ve: Ajustes de canje

source: Product Points
es_ve: Puntos de producto

source: Select Social Links
es_ve: Seleccionar enlaces sociales

source: Points On Cart Sub-Total
es_ve: Puntos en el subtotal del carrito

source: points and your total points are
es_ve: puntos y tus puntos en total son

source: You have received
es_ve: Has recibido

source: Signup Points Notification
es_ve: Aviso de puntos por registro

source: Signup Points Notification Settings
es_ve: Ajustes del aviso de puntos por registro

source: Your points are updated and your total points are
es_ve: Tus puntos se han actualizado y tus puntos en total son

source: Custom Points Notification
es_ve: Aviso de puntos personalizado

source: Enable Points Notification
es_ve: Activar el aviso de puntos

source: Enable Points Notification Settings
es_ve: Activar los ajustes del aviso de puntos

source: Email Description
es_ve: Descripción del correo electrónico

source: Enable Points on order total.
es_ve: Activar los puntos en el total del pedido.

source: Enable the settings for the orders
es_ve: Activar los ajustes de los pedidos

source: Enter the redeem price for points. (i.e. how much amounts will be equivalent to the points)
es_ve: Introduce el precio de canje de los puntos. (es decir, qué cantidad será equivalentes a los puntos)

source: Deduction of points for return request
es_ve: Deducción de puntos por solicitud de devolución

source: Product has been purchased using points
es_ve: El producto se ha comprado usando puntos

source: Membership Points
es_ve: Puntos de membresía

source: Product Review/Comment Point
es_ve: Punto de reseña/comentario de producto

source: Assigned Product Point
es_ve: Punto de producto asignado

source: Enter Signup Points
es_ve: Introduce los puntos por registro

source: Enable Signup Points for Rewards
es_ve: Activar los puntos de registro para recompensas

source: Exclude Sale Products for Membership Discount
es_ve: Excluir productos en oferta del descuento de membresía

source: shortcode in place of username and
es_ve: shortcode en lugar de nombre de usuario y

source: Use
es_ve: Usa

source: The number of points you had entered will get deducted from your Account
es_ve: El número de puntos que ingresó se deducirá de su cuenta

source: The minimum Points Required To Convert Points To Coupons is
es_ve: Los puntos mínimos requeridos para convertir puntos en cupones son

source: Do you really want to upgrade your user level as this process will deduct the required points from your account?
es_ve: ¿Realmente desea actualizar su nivel de usuario ya que este proceso deducirá los puntos requeridos de su cuenta?

source: WooCommerce is not activated, Please activate WooCommerce first to activate Points and Rewards for WooCommerce.
es_ve: WooCommerce no está activado, active WooCommerce primero para activar los Puntos y Recompensas para WooCommerce.

source: Per Currency Points Settings
es_ve: Configuración de puntos por moneda

source: Points On Order Total Range
es_ve: Rango total de puntos en el pedido

source: Your [DEDUCTCARTPOINT] Points have been deducted from your account, now your Total Points are [TOTALPOINTS].
es_ve: su [DEDUCTCARTPOINT] Los puntos han sido deducidos de su cuenta, ahora sus puntos totales son [TOTALPOINTS]

source: Your [DEDUCTEDPOINT] has been deducted from your total points as you have request for your refund, and your Total Point are [TOTALPOINTS].
es_ve: su [DEDUCTEDPOINT] ha sido deducido de sus puntos totales como usted solicitó su reembolso, y su Punto Total es [TOTALPOINTS].

source: Deduct Assigned Point Notification
es_ve: Notificación de deducción de puntos asignados

source: Points table's Custom Points Notification Settings
es_ve: Configuración de notificación de puntos personalizados de la tabla de puntos

source: Points deducted for purchasing the product
es_ve: Puntos descontados por la compra del producto

source: Points Returned due to Cancelation of Order
es_ve: Puntos devueltos por cancelación de pedido

source: Assigned Points Deducted due to Cancelation of Order
es_ve: Puntos asignados deducidos por cancelación de pedido

source: Order Points Deducted due to Cancelation of Order
es_ve: Puntos de pedido deducidos debido a la cancelación del pedido

source: Deduct Order Total Points - Per Currency Spent
es_ve: Puntos totales de la orden de deducción: por moneda gastada

source: Return Points
es_ve: Puntos de devolución

source: Order Total Points - Product Conversion Points
es_ve: Puntos totales del pedido - Puntos de conversión de productos

source: Deducted Points earned on Order Total on Order Cancellation
es_ve: Puntos deducidos obtenidos en el total del pedido en la cancelación del pedido

source: Deducted Points earned on Order Total on Order Refund
es_ve: Puntos deducidos obtenidos en el total del pedido en el reembolso del pedido

source: Points earned on Order Total
es_ve: Puntos ganados en el total del pedido
